import { Outline } from "../../../types/comment";

export const outlineRu: Outline = {
  title: 'План Евангелия от Матфея',
  parts: [
    {
      label: 'I) Пролог 1:1–4:11',
      sections: [
        {
          label: '1. Пришествие Царя (1:1–2:23)',
          items: [
            { label: '1.1 Родословие (1:1–17)' },
            { label: '1.2 Рождение (1:18–25)' },
            {
              label: '1.3 Детство (2:1–23)',
              items: [
                { label: '1.3.1 В Вифлееме (2:1–12)' },
                { label: '1.3.2 В Египте (2:13–18)' },
                { label: '1.3.3 В Назарете (2:19–23)' }
              ]
            }
          ]
        },
        {
          label: '2. Подготовка Царя (3:1–4:11)',
          items: [
            { label: '2.1 Предшественник (3:1–12)' },
            { label: '2.2 Крещение (3:13–17)' },
            { label: '2.3 Искушение (4:1–11)' }
          ]
        }
      ]
    },
    {
      label: 'II) Основная часть 4:12–26:2',
      sections: [
        {
          label: 'A) Первый блок – первые последователи и основы праведности царства',
          items: [
            {
              label: '1. Царь описывает сущность царства (4:12–7:29)',
              items: [
                {
                  label: '1.1 Повествование: начало служения (4:12–25)',
                  items: [
                    { label: '1.1.1 Начало проповеди (4:12–17)' },
                    { label: '1.1.2 Начало призвания учеников (4:18–22)' },
                    { label: '1.1.3 Начало исцелений, чудес (4:23–25)' }
                  ]
                },
                {
                  label: '1.2 Первая речь (5:1–7:29)',
                  items: [
                    { label: '1.2.1 Обстоятельства проповеди (5:1–2)' },
                    { label: '1.2.2 Содержание (5:3–7:27)' },
                    { label: '1.2.3 Реакция на проповедь (7:28-29)' }
                  ]
                }
              ]
            }
          ]
        },
        {
          label: 'B) 2 блок - Чудеса, демонстрирующей власть ИХ и приближение ЦН + предложение ЦН(8:1-11:1)',
          items: [
            {
              label: '1 Повествование: Сила и власть(8:1-10:4)',
              items: [
                { label: "1.1 три Чудеса исцеления (8:1-18)" },
                { label: "1.2 Следование не смотря ни на что(теория)(8:19-22)"},
                { label: "1.3 три Чудеса управления/владения (8:23-9:8)" },
                { label: "1.4 Последование в практике/ поведение уч-ков(9:9-17)" },
                { label: "1.5 три Чудеса восстановления(9:18-34)" },
                { label: "1.6 миссия учеников, послушание(9:35-10:4)" },
              ]
            },
            {
              label: '2 Наставление посланников (10:5-11:1)',
              items: [
                { label: "2.1 Сфера деятельности (10:5-8)" },
                { label: "2.2 Поддержка (10:9-15)"},
                { label: "2.3 Опасности (10:16-25)" },
                { label: "2.4 Полная отдача своей жизни(10:26-39)" },
                { label: "2.5 Награда (10:40-11:1)" },
              ]
            }
          ]
        },
        {
          label: 'C) 3 блок – Противостояние (11:2–13:53)',
          items: [
            {
              label: '1 Повествование: выражение противостояния (11:2–12:50)',
              items: [
                {
                  label: '1.1 Признаки отвержения (11:2–30)',
                  items: [
                    { label: '1.1.1 Противление предшественнику и Иисусу (11:2–19)' },
                    { label: '1.1.2 Безразличие (11:20–24)' },
                    { label: '1.1.3 Провозглашение Иисусом Своей силы и приглашение (11:25–30)' },
                  ]
                },
                {
                  label: '1.2 Примеры отвержения (12:1–50)',
                  items: [
                    { label: '1.2.1 Сомнения об отношении Царя к субботе (12:1–21)' },
                    { label: '1.2.2 Сомнения в силе Царя (12:22–37)' },
                    { label: '1.2.3 Сомнения в знамении (12:38–45)' },
                    { label: '1.2.4 Сомнения родственников (12:46–50)' },
                  ]
                }
              ]
            },
            {
              label: '2 Речь: откровение в притчах об утверждении Царства (13:1–53)',
              items: [
                { label: '2.1 Притчи к народу (13:1–35)' },
                { label: '2.2 Притчи к ученикам (13:36–53)' }
              ]
            }
          ]
        },
        {
          label: 'D) 4 блок – Реакция Царя: удаление, оставление народа, фокус на Церковь и учеников (13:54–19:2)',
          items: [
            {
              label: '1 Нападки и реакция (13:54–17:27)',
              items: [
                {
                  label: '1.1 Нападки на Царя, реакция (13:54–16:12)',
                  items: [
                    { label: '1.1.1 Противление Назарета, Ирода (13:54–14:12)' },
                    { label: '1.1.2 Удаление Иисуса в пустыню; Гергесинскую страну (14:13–36)' },
                    { label: '1.1.3 Противление книжников и фарисеев (15:1–20)' },
                    { label: '1.1.4 Удаление Иисуса в Тир и Сидон (15:21–39)' },
                    { label: '1.1.5 Противление фарисеев и саддукеев (16:1–4)' },
                    { label: '1.1.6 Удаление Иисуса в Кесарию для наставления учеников (16:5–12)' },
                  ]
                },
                {
                  label: '1.2 Наставление учеников (16:13–17:27)',
                  items: [
                    { label: '1.2.1 Откровение о Личности Царя (16:13–20)' },
                    { label: '1.2.2 Откровение о смерти и воскресении (16:21–27)' },
                    { label: '1.2.3 Откровение о грядущей славе (16:28–17:13)' },
                    { label: '1.2.4 Откровение о смирении (17:14–27)' },
                  ]
                }
              ]
            },
            {
              label: '2 Речь: отношения учеников до наступления Царства (18:1–19:2)',
              items: [
                { label: '2.1 Смирение и зависимость от Бога (18:1–7)' },
                { label: '2.2 Забота (18:7–14)' },
                { label: '2.3 Дисциплина (18:15–20)' },
                { label: '2.4 Прощение (18:21–19:2)' }
              ]
            }
          ]
        },
        {
          label: 'E) 5 блок – Обоюдное и окончательное отвержение (19:3–26:2)',
          items: [
            {
              label: '1 Повествование: подготовка, явление, отвержение (19:3–23:39)',
              items: [
                {
                  label: '1.1 Наставление учеников о Царе (продолжение) (19:3–20:34)',
                  items: [
                    { label: '1.1.1 Учение о браке (19:3–15)' },
                    { label: '1.1.2 Спасение и воздаяние от Бога (19:16–20:16)' },
                    { label: '1.1.3 Смирение между учениками (20:17–34)' },
                  ]
                },
                { label: '1.2 Явление Царя (21:1–17)' },
                { label: '1.3 Отвержение Царя (21:18–22:46)' },
                { label: '1.4 Отвержение народа (23:1–39)' }
              ]
            },
            {
              label: '2 Речь: будущее возвращение и установление Царства (24:1–26:2)',
              items: [
                {
                  label: '2.1 Предупреждения и предостережения (24:1–51)',
                  items: [
                    { label: '2.1.1 Вопрос о будущем (24:1–3)' },
                    { label: '2.1.2 События перед концом (24:4–14)' },
                    { label: '2.1.3 Бедствия перед пришествием (24:15–28)' },
                    { label: '2.1.4 Второе пришествие (24:29–41)' },
                    { label: '2.1.5 Увещевание бодрствовать (24:42–51)' },
                  ]
                },
                {
                  label: '2.2 Притчи эсхатологические (25:1–26:2)',
                  items: [
                    { label: '2.2.1 Притча о 10 девах (25:1–13)' },
                    { label: '2.2.2 Притча о талантах (25:14–30)' },
                    { label: '2.2.3 Притча о козлах и овцах (25:31–26:2)' },
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    {
      label: 'III) Эпилог (26:2–28:20)',
      items: [
        {
          label: '1 Страдание и смерть (26:2–27:66)',
          items: [
            { label: '1.1 Подготовка к страданиям (26:3–46)' },
            { label: '1.2 Арест (26:47–56)' },
            { label: '1.3 Суд (26:57–27:26)' },
            { label: '1.4 Смерть (27:27–56)' },
            { label: '1.5 Погребение (27:57–66)' },
          ]
        },
        {
          label: '2 Воскресение (28:1–20)',
          items: [
            { label: '2.1 Пустая гробница (28:1–10)' },
            { label: '2.2 Ложные свидетели (28:11–15)' },
            { label: '2.3 Последнее поручение (28:16–20)' },
          ]
        }
      ]
    }
  ]
}