import { Outline } from "../../../types/comment";

export const outlineRu: Outline = {
  title: 'План Евангелия от Матфея',
  parts: [
    {
      label: 'I) Пролог 1:1–4:11',
      sections: [
        {
          label: '1. Пришествие Царя (1:1–2:23)',
          items: [
            { label: '1.1 Родословие (1:1–17)' },
            { label: '1.2 Рождение (1:18–25)' },
            {
              label: '1.3 Детство (2:1–23)',
              items: [
                { label: '1.3.1 В Вифлееме (2:1–12)' },
                { label: '1.3.2 В Египте (2:13–18)' },
                { label: '1.3.3 В Назарете (2:19–23)' }
              ]
            }
          ]
        },
        {
          label: '2. Подготовка Царя (3:1–4:11)',
          items: [
            { label: '2.1 Предшественник (3:1–12)' },
            { label: '2.2 Крещение (3:13–17)' },
            { label: '2.3 Искушение (4:1–11)' }
          ]
        }
      ]
    },
    {
      label: 'II) Основная часть 4:12–26:2',
      sections: [
        {
          label: 'A) Первый блок – первые последователи и основы праведности царства',
          items: [
            {
              label: '1. Царь описывает сущность царства (4:12–7:29)',
              items: [
                {
                  label: '1.1 Повествование: начало служения (4:12–25)',
                  items: [
                    { label: '1.1.1 Начало проповеди (4:12–17)' },
                    { label: '1.1.2 Начало призвания учеников (4:18–22)' },
                    { label: '1.1.3 Начало исцелений, чудес (4:23–25)' }
                  ]
                },
                {
                  label: '1.2 Первая речь (5:1–7:29)',
                  items: [
                    { label: '1.2.1 Обстоятельства проповеди (5:1–2)' },
                    { label: '1.2.2 Содержание (5:3–7:27)' }
                  ]
                }
              ]
            }
          ]
        }
      ]
    }
  ]
}