import { Overview } from "../../../types/comment";

export const overviewRu: Overview = {
  'Жанр': ['Евангелие - это биографически-историческое  повествование, движимые богословскими соображениями, подобно ветхозаветным произведениям.'],
  'Ключевые принципы проповеди по евангелиям:': [
    'Главный вопрос - кто такой Иисус?( на осн.дел или слов Его)', 
    'Вспомогательный вопрос - как ответить Иисусу(на основе того что он сказал или сделал)? Вера и следование.',
    'Аллегоризация минимизирует величие Иисуса, т.к мы отрываем текст из контекста и влаживаем свое понимание(напр. Усмирение бури = усмирение тревог в сердце). Аллегория субъективна(и в зависимости от богословия человека, он будет вкладывать свой смысл)'
  ],
  'Авторство Матфея': [
    'отцы церкви единогласно говорят о авторстве;', 
    'Мф.10:3 (называет свое новое имя - Матфей(«дар Божий») данное ему при обращении и старую деятельность(«мытарь»); Самоунижение автора когда другие евангелисты называют его Левий или Матфей без упоминания мытарства.',
    'Матфей часто называет конкретные суммы и денежные единицы (таланты, динарии, статир, серебряники), в отличие от других евангелистов, где эти детали часто опущены. Это может свидетельствовать о финансовой грамотности автора и его естественном интересе к денежным вопросам, что логично для бывшего мытаря.(Мф.28:12–15; Мф.22:19–21; Мф.18:24)',
    'притча о книжнике(в хорошем смысле) в Мф.13:52 может указывать как раз таки на Матфея и подобных ему(хотя он не был книжником, но был грамотным, знающим прежнее, поэтому он мог запомнить эту притчу).',
    'Все эти док-ва не являются исчерпывающими, а только лишь подтверждают уже принятый факт авторства.'
  ],
  'Кто Матфей?': [
    'Мытарь, работающий либо на римлян либо, более вероятно, на Ирода, учитывая его галилейское расположение(область принадлежащая Ироду). ',
    'Мф.9:9 - призвание: самопожертвование, готовность оставить всё;',
    'Мф.9:10 - он собирает всех у себя дома.',
    'Мф.10:2 Избраный апостол; ',
    'Деян.1:13 - сохранил служение, следование.',
    'По преданию, Матфей был апостолом для Иудеев в Палестине сначала, а потом за пределами для иудеев диаспоры, когда гонения начались.'
  ],
  'Читатели': [
    'Новообращенные евреи эллинисты. Евангелие от еврея, евреям, о Еврее.',
    'Еврейские выражения: Отец небесный, Царство Небесное(только у Матфея, другие говорят “Царство Божие”), Сын Давидов; ',
    'многие слова и термины без перевода и без объяснения значения: Мф.5:22 \'рака\', Мф.27:6  \'корван\'(слова транслитерерованы, но не переведены);',
    'традиции без объяснения: Омывание рук(Мф.15:2); Филактерии и края одежд: (Мф.23:5).',
    'Особое внимание к пророчествам: «Да сбудется реченное…» — Мф.1:22, Мф.2:5, Мф.2:15, Мф.2:17, Мф.2:23, Мф.4:14, Мф.8:17, Мф.12:17, Мф.13:35, Мф.21:4, Мф.27:9;',
    'особое упоминание миссии для Израиля: \'к погибшим детям дома Израиля\'. Мф.10:5-6; Мф.15:24'
  ],
  'Дата': ['40-50 г.'],
  'Место написания и язык': ['В Палестине - на еврейском', 'в Антиохии - на греческом для евреев диаспоры.'],
  'Стиль': [
    'Четкая структура с сочитанием пяти речей и соответствующим повествованием;',
    'Использование литературных маркеров в конце речей(Мф.7:28, Мф.11:1, Мф.13:53, Мф.19:1, Мф. 26:1)', 
    'во время переломных моментов (Мф.4:17; Мф.16:21)',
    'Тематическая организация материала, часто по группам 2, 3, 7',
    'Обобщенное описание, общая, широкая картина событий, в отличии от Марка'
  ],
  'Основные темы': [
    'Обращаясь к еврейской аудитории, Матфей изображает Иисуса как олицетворение надежд и чаяний Израиля, но в то же время подчеркивает, что Его миссия распространяется на язычников',
    'Бог: Отец(более 40 раз, часто в словах Иисуса), Сын(основной акцент - Сын Божий(вначале - Эммануил, в конце - \'се, Я с вами\')) и Дух Святой',
    'Царство (более 50 раз, притом не дает определение "Царство Небесное" - т.е не на небесах, а сходящее с небес, имеющее природу и характеристику небес. Мф.3:1-2, Мф.4:18, Мф.10:7.',
    'Иисус как Царь - царская родословная, рождение в царском городе, поклон волхвов, сын Давидов, табличка на кресте;',
    'Писание ВЗ (около 60 цитат и аллюзий.)',
    'Учение Иисуса(60% это слова Иисуса, большинство именно ученикам. Иисус как учитель.',
    'Праведность (более 25 раз. Аллюзия на праведность ВЗ.)',
    'Иудейские вожди и народ (сопротивление Иисусу от вождей, народа как раз является причиной того, что Иисус создает церковь)',
    'Церковь (только Матфей упоминает слово церковь) 16 гл - вселенская, 18:17 поместная. ',
    'Язычники (женщина в родословной, волхвы поклонились, Мф.8:11-12 язычники заняли место, Мф.13:18; Мф.27:54 сотник исповедует, Мф.28:19-20)'
  ],
  'Литературный фон': [
    'Литературный маркер(окончания проповедей): Мф.7:28, Мф.11:1, Мф.13:53, Мф:19:1, Мф.26:1',
    'Повествовательные маркеры(начало основных вех) Мф.4:17, Мф.16:21, т.е первая фраза обозначает начало публичного служения, вторая конец его и начало нового фокуса на церковь',
    'Начальный и конечный раздел служит некой обложкой Евангелия: воплощение и искупление; между ними чередование проповедей и повествований.'
  ]
}