import { Chapters } from "../../../types/comment";

export const chapters1thRu: Chapters = {
  '1': {
    upContext: [],
    downContext: [],
    chapterCommentary: [],
    block: '',
    verseCommentary: {
      '4': {
        upContext: [],
        commentaries: [
          'избрание. Ниже Павел опишет в чем это избрание или почему он говорит что они избранные… потому что эта благая весть(в которой они убеждены) была не просто слова но сила Духа, как Богом данная печать одобрения.'
        ],
        downContext: [],
        block: '',
      },
    }
  },
  '2': {
    upContext: [],
    downContext: [],
    chapterCommentary: [],
    block: '',
    verseCommentary: {
      '20': {
        upContext: [],
        commentaries: ['наша слава и радость - т.е результат труда; его служение и тяжесть имели добрые последствия.'],
        downContext: [],
        block: '',
      },
    }
  },
  '3': {
    upContext: [],
    downContext: [],
    chapterCommentary: [
      'Прямо не пишется какие именно трудности и испытания возникли в Фессалонике, но можно понять что это как и везде - запрет верить в Христа, авторитет иудеев, которые могли причинить вред; возможно когото убили. Павел очень переживает за них и в момент неизвестности он посылает Тимофея чтоб узнать о делах и укрепить в вере.'
    ],
    block: '',
    verseCommentary: {}
  },
  '4': {
    upContext: [],
    downContext: [],
    chapterCommentary: [
      'Павел говорит о святости о о любви в практике друг ко другу. Он утешает верующих о тех кто уже умер.'
    ],
    block: '',
    verseCommentary: {
      '2': {
        upContext: [],
        commentaries: [
          '«заповеди» это не связанно с законом моисея. Это либо те которые ниже описанны, суть которых любовь, либо не описанные здесь но Павел напоминает о том что он им говорил.'
        ],
        downContext: [],
        block: '',
      },
      '12': {
        upContext: [],
        commentaries: [
          'Важно отметить что нет и намека на то что это отдельно событие, в диспенсацаонализме названное как «восхищение церкви». Сами термины - звук трубы Бога, глас архангела - это масштабное событие. В откровении это событие - 2 пришествие Иисуса. Церковь идет навстречу на облака к Иисусу и уже не разлучается с Ним.'
        ],
        downContext: [],
        block: '',
      },
      '13': {
        upContext: [],
        commentaries: [
          'описывается встреча верующих на облаках; а в Захарии14:4 что ноги ступят на гору Елеон. Но в Фесс Павел НЕ упоминает это; а значит это не факт что это разные события! Павел акцентрирует внимание не на пришествии Иисуса на землю с церковью, а о соединении умерших и живых со Христом для УТЕШЕНИЯ, а не систематического богословия.'
        ],
        downContext: [],
        block: '',
      },
      '14': {
        upContext: [],
        commentaries: [
          '«Бог приведет с Ним» здесь не разделяется что Иисус сначала забирает церковь а потом на землю  с ней приходит(приводит) через несколько лет. Этот текст говорит что мертвых во Христе Бог приведет к СЕБЕ(или ко ВСТРЕЧЕ С ВЕРУЮЩИМИ) через Иисуса. Возможно верующие унывали что мертвые не получат царство или не удостоятся вечности с Богом. Но Павел и зеключает в этих словах утешение что они даже первые будут участниками присутствия Бога. И дальше он это объясняет как это произойдет.',
          'Слово «приведет» означает «вернуть жизнь», откудато взять и привести кудато;'
        ],
        downContext: [],
        block: '',
      }
    }
  },
  '5': {
    upContext: [],
    downContext: [],
    chapterCommentary: [],
    block: '',
    verseCommentary: {
      '1': {
        upContext: [],
        commentaries: [
          'Павел в этих стихах говорит то что и Иисус в Мф.24 главе(тоже «как молния», «где труп там орлы» - т.е пришествие будет таким что его увидят все, оно не в углу и не в тайне происходить будет);',
          'Как тать - это не быстро и молниеносно - а это тогда, когда Его не будут ждать!!',
          '«Мир и безопасность» это пример что люди не будут готовы и не будут ждать Его как и во времена Ноя(24 мф)'
        ],
        downContext: [],
        block: '',
      },
      '4': {
        upContext: [],
        commentaries: [
          'верующие должны бодрствовать. В Мф 24 глава в конце тоже призыв бодрствовать.'
        ],
        downContext: [],
        block: '',
      },
      '9': {
        upContext: [],
        commentaries: [
          'гнев который здесь описан по контексту соответствует более не скорби из 16 гл Откр(7чаш) а вечной гобели без Бога, а противовес вечной жизни с Иисусом, которую Бог предназначил нам. Поэтому говорить что Бог возьмет церковь до излития чаш утверждаясь на этом тексте нелепо. Бог действительно избавит народ Свой от 7чаш(Откр16), как Он избавил и израиль от 10 казней, но об этом прямо не говорит этот текст.'
        ],
        downContext: [],
        block: '',
      },
      '10': {
        upContext: [],
        commentaries: [
          '«бодрствуем или спим» - т.е дополнительный акцент на надежде воскресения….и те кто умер и те кто жив - они предназначенны для жизни вечной.'
        ],
        downContext: [],
        block: '',
      },
      '21': {
        upContext: [],
        commentaries: [
          '«всё испытывайте…» сказанно о пророчествах - т.е распознавайте от Бога ли они и если да, то придерживайтесь их.'
        ],
        downContext: [],
        block: '',
      },
      '23': {
        upContext: [],
        commentaries: [
          'Это показывает, что человек — это целостное существо'
        ],
        downContext: [],
        block: '',
      },
      '24': {
        upContext: [],
        commentaries: [
          '«верен призывающий, Он совершит» - дело евангелия и веры верующих это не человеческое мероприятие или планы или логика. Бог захотел приблизить язычников к Себе…поэтому он послал апостолов и позвал язычников к вере… и если это он сделал то Он не может на полпути бросить всё; если Бог пригласил, значит у Него есть план и Он его достигает и достигнет. Это вписывается в подобный контекст Рим.8:26;'
        ],
        downContext: [],
        block: '',
      }
    }
  }
};
