import { Outline } from "../../../types/comment";

export const outline1thRu: Outline = {
  title: 'План 1 Фессалоникийцам',
  parts: [
    {
      label: 'Приветствие(1:1)'
    },
    {
      label: 'Благодарностьи радость за церковь: за веру и терпение в испытаниях(1:2-10)'
    },
    {
      label: 'ободрение и вооружение церкви от иудеев(2 гл)',
      sections: [
        {
          label: 'Павел о себе говорит что евангелие от него это не лукавство и корысть но Богом направляемое слово(2:1-13)'
        },
        {
          label: 'Церковь перенесла много тяжестей и скорбей, подобно как иудейская церковь от иудеев(2:14-20)'
        }
      ]
    },
    {
      label: 'Обстоятельства в фессалонике, ободрение в  трудностях и  испытании(3гл)',
    },
    {
      label: 'Наставления освящения(4:1-12)',
    },
    {
      label: 'утешение Об умерших(4:13-18)'
    },
    {
      label: 'Увещевания относительно дня Господа и бодрствования(5:1-11)'
    }
  ]
}