import { Overview } from "../../../types/comment";

export const overview1thRu: Overview = {
  'Сравнение 1 и 2 фессалоникийцам': [
    'описывает как церковь услышала Слово и обрела веру(1) : прогресс фессалоникийев в вере(2)',
    'Отмечает неопределенность даты пришествия(1) : исправляет неправильное понимание относительно даты пришествия(2)',
    'упоминает беспорядки(1) : сильно обличает угрозы и гонения(2)',
    'дает повеления для исполнения(1) : призывает держаться того что было заповеданно(2)'
  ]
}